Repository: iOmega8561/EasyVNC
Catalog: EasyVNC/Resources/Localizable.xcstrings
Source language: en
Languages: it

# action-auth-toggle
source: Authentication
it: Autenticazione

# action-connect
source: Connect
it: Connetti

# action-log-toggle
source: Show VNC logs
it: Mostra log VNC

# action-new-document
source: New Connection
it: Nuova connessione

# placeholder-authentication-password
source: Insert Password
it: Inserisci una password

# placeholder-authentication-username
source: Not Required
it: Non richiesto

# placeholder-connection-host
source: Insert an Address
it: Inserisci un indirizzo

# title-authentication-section
source: Server Credentials
it: Credenziali del server

# title-authentication-username
source: Username
it: Utente

# title-connection-host
source: Address
it: Indirizzo

# title-connection-port
source: Port
it: Porto

# title-connection-section
source: Connection Details
it: Dettagli della connessione

# title-invalid-connection
source: Invalid Connection
it: Connessione invalida

# window-connection-title
source: EasyVNC Connection
it: Connessione EasyVNC

# window-main-title
source: New Connection
it: Nuova connessione
